<%@ page contentType="text/html;charset=UTF-8" %>
<div id="register-modal-terms" class="register-modal-container">
    <div class="register-modal">
        <h2 class="register-modal-header">이용약관</h2>
        <div class="register-modal-body">
            <h3>1. 서비스 이용 개요</h3>
            <p>본 약관은 커뮤니티 서비스의 사용에 관한 규칙을 정의하며, 사용자는 서비스 이용을 통해 본 약관에 동의한 것으로 간주됩니다.<br/>커뮤니티는 사용자가 온라인에서 의견을 교환하고 정보를 공유할 수 있는 공간을 제공하며, 해당 서비스의 사용자는 본 약관을 준수해야 합니다.</p>
            <h3>2. 이용자 의무 </h3>
            <p>이용자는 부적절한 게시물(욕설, 불법 내용 등)을 올리지 않아야 하며, 이를 위반할 경우 서비스 제공자는 경고나 제재를 할 수 있습니다.<br/>사용자는 타인의 개인정보를 보호하고, 불법적인 행위를 하지 않도록 주의해야 합니다.</p>
            <h3>3. 서비스 제공자의 권리 </h3>
            <p>커뮤니티 운영자는 서비스를 제공하며, 정책을 수정할 수 있는 권리를 가집니다.<br/>운영자는 사용자로부터 제공받은 정보에 대해 관리 및 보호 책임이 있습니다.</p>
            <h3>4. 쿠키 사용 </h3>
            <p>웹사이트 이용자의 편의를 위해 쿠키를 사용하여 정보 기록을 저장합니다.<br/>사용자는 브라우저 설정을 통해 쿠키를 거부할 수 있습니다.</p>
            <h3>5. 면책 조항 </h3>
            <p>커뮤니티는 이용자가 서비스를 이용하는 동안 발생하는 문제에 대해 책임을 지지 않습니다.<br/>사용자는 본 서비스 이용에 따른 모든 책임을 부담합니다.</p>
            <h3>6. 법적 책임 </h3>
            <p>서비스 제공에 있어 커뮤니티의 귀책 사유가 아닌 경우, 커뮤니티는 손해에 대한 책임을 지지 않습니다.</p>
        </div>
        <div class="register-modal-control">
            <button onclick="closeRegisterModal('terms')">닫기</button>
        </div>
    </div>
</div>